Repository: chaichaimee/xTrack
Catalog: locale/*/LC_MESSAGES/nvda.po
Languages: de, es

source: This command is only available in File Explorer.
de: Dieser Befehl ist nur im Datei-Explorer verfügbar.
es: Este comando solo está disponible en el Explorador de archivos.

source: Convert Audio
de: Audio konvertieren
es: Convertir Audio

source: Convert Video
de: Video konvertieren
es: Convertir Vídeo

source: Convert MP3 to MP4
de: MP3 zu MP4 konvertieren
es: Convertir MP3 a MP4

source: Merge MP3
de: MP3 zusammenführen
es: Combinar MP3

source: Trim Audio/Video File
de: Audio-/Videodatei zuschneiden
es: Recortar Archivo de Audio/Vídeo

source: Resize Image
de: Bildgröße ändern
es: Redimensionar Imagen

source: Split Audio
de: Audio aufteilen
es: Dividir Audio

source: Record Settings
de: Aufnahmeeinstellungen
es: Configuración de Grabación

source: Failed to retrieve selected files: {}
de: Ausgewählte Dateien konnten nicht abgerufen werden: {}
es: Error al recuperar los archivos seleccionados: {}

source: Failed to open Trim dialog: {}
de: Dialog zum Zuschneiden konnte nicht geöffnet werden: {}
es: Error al abrir el diálogo de Recorte: {}

source: Failed to open Merge dialog: {}
de: Dialog zum Zusammenführen konnte nicht geöffnet werden: {}
es: Error al abrir el diálogo de Combinación: {}

source: Failed to open Convert Audio dialog: {}
de: Dialog zur Audiokonvertierung konnte nicht geöffnet werden: {}
es: Error al abrir el diálogo de Convertir Audio: {}

source: Failed to open Convert Video dialog: {}
de: Dialog zur Videokonvertierung konnte nicht geöffnet werden: {}
es: Error al abrir el diálogo de Convertir Vídeo: {}

source: Failed to open Resize Image dialog: {}
de: Dialog zur Bildgrößenänderung konnte nicht geöffnet werden: {}
es: Error al abrir el diálogo de Redimensionar Imagen: {}

source: Failed to open Convert MP3 to MP4 dialog: {}
de: Dialog zur Konvertierung von MP3 zu MP4 konnte nicht geöffnet werden: {}
es: Error al abrir el diálogo de Convertir MP3 a MP4: {}

source: Failed to open Split Audio dialog: {}
de: Dialog zum Aufteilen von Audio konnte nicht geöffnet werden: {}
es: Error al abrir el diálogo de Dividir Audio: {}

source: Record settings saved
de: Aufnahmeeinstellungen gespeichert
es: Configuración de grabación guardada

source: Failed to open Record Settings: {}
de: Aufnahmeeinstellungen konnten nicht geöffnet werden: {}
es: Error al abrir la Configuración de Grabación: {}

source: Start recording; press again to pause; press again to continue
de: Aufnahme starten; erneut drücken, um zu pausieren; erneut drücken, um fortzufahren
es: Iniciar grabación; presione de nuevo para pausar; presione de nuevo para continuar

source: Stop recording
de: Aufnahme stoppen
es: Detener grabación

source: Record Settings...
de: Aufnahmeeinstellungen...
es: Configuración de Grabación...

source: Convert Audio: {} files
de: Audio konvertieren: {} Dateien
es: Convertir Audio: {} archivos

source: Files to Convert
de: Zu konvertierende Dateien
es: Archivos a Convertir

source: Current File
de: Aktuelle Datei
es: Archivo Actual

source: File Duration: Calculating...
de: Dateidauer: Wird berechnet...
es: Duración del Archivo: Calculando...

source: Conversion Settings
de: Konvertierungseinstellungen
es: Configuración de Conversión

source: Output Format:
de: Ausgabeformat:
es: Formato de Salida:

source: MP3 Quality:
de: MP3-Qualität:
es: Calidad de MP3:

source: Sample Rate:
de: Abtastrate:
es: Frecuencia de Muestreo:

source: Volume:
de: Lautstärke:
es: Volumen:

source: Convert
de: Konvertieren
es: Convertir

source: Cancel
de: Abbrechen
es: Cancelar

source: File Duration: {}
de: Dateidauer: {}
es: Duración del Archivo: {}

source: ffmpeg.exe not found
de: ffmpeg.exe nicht gefunden
es: ffmpeg.exe no encontrado

source: Conversion complete!
de: Konvertierung abgeschlossen!
es: ¡Conversión completa!

source: Conversion complete for {}
de: Konvertierung für {} abgeschlossen
es: Conversión completa para {}

source: All conversions complete!
de: Alle Konvertierungen abgeschlossen!
es: ¡Todas las conversiones completas!

source: Conversion failed: {}
de: Konvertierung fehlgeschlagen: {}
es: Conversión fallida: {}

source: Converting: {}%
de: Konvertiere: {}%
es: Convirtiendo: {}%

source: Starting conversion...
de: Konvertierung wird gestartet...
es: Iniciando conversión...

source: Paused.
de: Pausiert.
es: Pausado.

source: Resuming...
de: Wird fortgesetzt...
es: Reanudando...

source: Convert MP3 to MP4: {}
de: MP3 zu MP4 konvertieren: {}
es: Convertir MP3 a MP4: {}

source: Selected MP3 File
de: Ausgewählte MP3-Datei
es: Archivo MP3 Seleccionado

source: Photo List
de: Fotoliste
es: Lista de Fotos

source: Add Photo...
de: Foto hinzufügen...
es: Añadir Foto...

source: Remove Photo
de: Foto entfernen
es: Eliminar Foto

source: Loop Duration (seconds):
de: Schleifendauer (Sekunden):
es: Duración del Bucle (segundos):

source: Background Color:
de: Hintergrundfarbe:
es: Color de Fondo:

source: None
de: Keine
es: Ninguno

source: Black
de: Schwarz
es: Negro

source: White
de: Weiß
es: Blanco

source: Red
de: Rot
es: Rojo

source: Green
de: Grün
es: Verde

source: Blue
de: Blau
es: Azul

source: Yellow
de: Gelb
es: Amarillo

source: Cyan
es: Cian

source: Gray
de: Grau
es: Gris

source: Orange
es: Naranja

source: Purple
de: Lila
es: Púrpura

source: Auto crop images to 16:9 aspect ratio
de: Bilder automatisch auf das Seitenverhältnis 16:9 zuschneiden
es: Recortar imágenes automáticamente a relación de aspecto 16:9

source: Please select at least one photo or choose a background color.
de: Bitte wählen Sie mindestens ein Foto aus oder wählen Sie eine Hintergrundfarbe.
es: Por favor, seleccione al menos una foto o elija un color de fondo.

source: Invalid image file: {}
de: Ungültige Bilddatei: {}
es: Archivo de imagen no válido: {}

source: Failed to create file list: {}
de: Dateiliste konnte nicht erstellt werden: {}
es: Error al crear la lista de archivos: {}

source: Duration: {}
de: Dauer: {}
es: Duración: {}

source: Files to Merge
de: Zusammenzuführende Dateien
es: Archivos a Combinar

source: Move Up
de: Nach oben verschieben
es: Mover Arriba

source: Move Down
de: Nach unten verschieben
es: Mover Abajo

source: Output Filename:
de: Ausgabedateiname:
es: Nombre de Archivo de Salida:

source: Cross-fade Settings
de: Cross-fade-Einstellungen
es: Configuración de Fundido Cruzado

source: Enable Cross-fade between tracks
de: Cross-fade zwischen Titeln aktivieren
es: Habilitar Fundido Cruzado entre pistas

source: Enable smooth transitions between tracks by fading out the end of one track and fading in the beginning of the next
de: Aktiviert sanfte Übergänge zwischen Titeln durch Ausblenden des Endes eines Titels und Einblenden des Beginns des nächsten
es: Habilita transiciones suaves entre pistas desvaneciendo el final de una pista y desvaneciendo el inicio de la siguiente

source: Cross-fade Duration (seconds):
de: Cross-fade-Dauer (Sekunden):
es: Duración del Fundido Cruzado (segundos):

source: Duration in seconds for cross-fading between tracks. Recommended value is 5 seconds.
de: Dauer in Sekunden für den Cross-fade zwischen Titeln. Empfohlener Wert ist 5 Sekunden.
es: Duración en segundos para el fundido cruzado entre pistas. El valor recomendado es de 5 segundos.

source: Fade-in for Next Track (seconds):
de: Fade-in für nächsten Titel (Sekunden):
es: Fundido de Entrada para la Siguiente Pista (segundos):

source: Additional fade-in duration for the beginning of each track (except the first track)
de: Zusätzliche Einblenddauer für den Beginn jedes Titels (außer dem ersten Titel)
es: Duración adicional del fundido de entrada para el comienzo de cada pista (excepto la primera pista)

source: Merge Mode
de: Zusammenführungsmodus
es: Modo de Combinación

source: Re-encode with quality (slower)
de: Neu kodieren mit Qualität (langsamer)
es: Recodificar con calidad (más lento)

source: Copy without re-encoding (faster)
de: Kopieren ohne Neu-Kodierung (schneller)
es: Copiar sin recodificar (más rápido)

source: Audio Quality:
de: Audioqualität:
es: Calidad de Audio:

source: Merge
de: Zusammenführen
es: Combinar

source: Please select at least 2 files
de: Bitte wählen Sie mindestens 2 Dateien aus
es: Por favor, seleccione al menos 2 archivos

source: Please enter an output filename.
de: Bitte geben Sie einen Ausgabedateinamen ein.
es: Por favor, introduzca un nombre de archivo de salida.

source: File not found: {}
de: Datei nicht gefunden: {}
es: Archivo no encontrado: {}

source: Starting merge...
de: Zusammenführung wird gestartet...
es: Iniciando combinación...

source: Cross-fade requires re-encoding mode
de: Cross-fade erfordert den Neu-Kodierungsmodus
es: El fundido cruzado requiere el modo de recodificación

source: Merge successful. Output saved to: {}
de: Zusammenführung erfolgreich. Ausgabe gespeichert unter: {}
es: Combinación exitosa. Salida guardada en: {}

source: Merge failed: {}
de: Zusammenführung fehlgeschlagen: {}
es: Combinación fallida: {}

source: {} percent
de: {} Prozent
es: {} por ciento

source: Merge complete!
de: Zusammenführung abgeschlossen!
es: ¡Combinación completa!

source: Selected File
de: Ausgewählte Datei
es: Archivo Seleccionado

source: Start Time:
de: Startzeit:
es: Hora de Inicio:

source: End Time:
de: Endzeit:
es: Hora de Finalización:

source: Preview
de: Vorschau
es: Vista Previa

source: Output Format
de: Ausgabeformat
es: Formato de Salida

source: MP3 Quality
de: MP3-Qualität
es: Calidad de MP3

source: Failed to load configuration: {}
de: Fehler beim Laden der Konfiguration: {}
es: Error al cargar la configuración: {}

source: Failed to save configuration: {}
de: Fehler beim Speichern der Konfiguration: {}
es: Error al guardar la configuración: {}

source: ffprobe.exe not found
de: ffprobe.exe nicht gefunden
es: ffprobe.exe no encontrado

source: Failed to get file duration: {}
de: Fehler beim Abrufen der Dateidauer: {}
es: Error al obtener la duración del archivo: {}

source: File duration: {duration}; Trim period: {period} seconds
de: Dateidauer: {duration}; Zuschnittszeitraum: {period} Sekunden
es: Duración del archivo: {duration}; Periodo de recorte: {period} segundos

source: unknown
de: unbekannt
es: desconocido

source: invalid
de: ungültig
es: inválido

source: invalid (negative)
de: ungültig (negativ)
es: inválido (negativo)

source: Invalid time format. Use seconds (e.g., 10), MM:SS (e.g., 1:30), or HH:MM:SS (e.g., 1:30:45)
de: Ungültiges Zeitformat. Verwenden Sie Sekunden (z.B. 10), MM:SS (z.B. 1:30) oder HH:MM:SS (z.B. 1:30:45)
es: Formato de hora no válido. Use segundos (ej., 10), MM:SS (ej., 1:30), o HH:MM:SS (ej., 1:30:45)

source: Start time must be less than end time
de: Startzeit muss kleiner sein als die Endzeit
es: La hora de inicio debe ser menor que la hora de finalización

source: End time cannot be greater than file duration
de: Endzeit darf die Dateidauer nicht überschreiten
es: La hora de finalización no puede ser mayor que la duración del archivo

source: Invalid time values
de: Ungültige Zeitwerte
es: Valores de tiempo no válidos

source: Preview failed: {}
de: Vorschau fehlgeschlagen: {}
es: Vista previa fallida: {}

source: Could not play preview with system player: {}
de: Vorschau konnte nicht mit dem System-Player abgespielt werden: {}
es: No se pudo reproducir la vista previa con el reproductor del sistema: {}

source: Preview file was not created or is empty
de: Vorschaudatei wurde nicht erstellt oder ist leer
es: El archivo de vista previa no se creó o está vacío

source: Trimmed file saved as {}
de: Zugeschnittene Date
es: Archivo recortado guardado como {}

source: Trimming failed: {}
es: Recorte fallido: {}

source: Failed to remove temporary file: {}
es: Error al eliminar el archivo temporal: {}
