Repository: chaichaimee/xTrack
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: fr, ru

source: This command is only available in File Explorer.
fr: Cette commande est uniquement disponible dans l'Explorateur de fichiers.
ru: Эта команда доступна только в Проводнике Windows.

source: Convert Audio
fr: Convertir Audio
ru: Конвертировать аудио

source: Convert Video
fr: Convertir Vidéo
ru: Конвертировать видео

source: Convert MP3 to MP4
fr: Convertir MP3 en MP4
ru: Конвертировать MP3 в MP4

source: Merge MP3
fr: Fusionner MP3
ru: Объединить MP3

source: Trim Audio/Video File
fr: Couper Fichier Audio/Vidéo
ru: Обрезка аудио/видео файла

source: Resize Image
fr: Redimensionner Image
ru: Изменить размер изображения

source: Split Audio
fr: Diviser Audio
ru: Разделить аудио

source: Record Settings
fr: Paramètres d'Enregistrement
ru: Настройки записи

source: Failed to retrieve selected files: {}
fr: Échec de la récupération des fichiers sélectionnés : {}
ru: Не удалось получить выбранные файлы: {}

source: Failed to open Trim dialog: {}
fr: Échec de l'ouverture du dialogue de Coupe : {}
ru: Не удалось открыть диалог Обрезки: {}

source: Failed to open Merge dialog: {}
fr: Échec de l'ouverture du dialogue de Fusion : {}
ru: Не удалось открыть диалог Объединения: {}

source: Failed to open Convert Audio dialog: {}
fr: Échec de l'ouverture du dialogue de Conversion Audio : {}
ru: Не удалось открыть диалог Конвертировать аудио: {}

source: Failed to open Convert Video dialog: {}
fr: Échec de l'ouverture du dialogue de Conversion Vidéo : {}
ru: Не удалось открыть диалог Конвертировать видео: {}

source: Failed to open Resize Image dialog: {}
fr: Échec de l'ouverture du dialogue de Redimensionnement d'Image : {}
ru: Не удалось открыть диалог Изменить размер изображения: {}

source: Failed to open Convert MP3 to MP4 dialog: {}
fr: Échec de l'ouverture du dialogue de Conversion MP3 en MP4 : {}
ru: Не удалось открыть диалог Конвертировать MP3 в MP4: {}

source: Failed to open Split Audio dialog: {}
fr: Échec de l'ouverture du dialogue de Division Audio : {}
ru: Не удалось открыть диалог Разделить аудио: {}

source: Record settings saved
fr: Paramètres d'enregistrement enregistrés
ru: Настройки записи сохранены

source: Failed to open Record Settings: {}
fr: Échec de l'ouverture des Paramètres d'Enregistrement : {}
ru: Не удалось открыть Настройки записи: {}

source: Start recording; press again to pause; press again to continue
fr: Démarrer l'enregistrement; appuyez à nouveau pour mettre en pause; appuyez à nouveau pour continuer
ru: Начать запись; нажмите еще раз для паузы; нажмите еще раз для продолжения

source: Stop recording
fr: Arrêter l'enregistrement
ru: Остановить запись

source: Record Settings...
fr: Paramètres d'Enregistrement...
ru: Настройки записи...

source: Convert Audio: {} files
fr: Convertir Audio : {} fichiers
ru: Конвертировать аудио: {} файлов

source: Files to Convert
fr: Fichiers à Convertir
ru: Файлы для конвертации

source: Current File
fr: Fichier Actuel
ru: Текущий файл

source: File Duration: Calculating...
fr: Durée du Fichier : Calcul en cours...
ru: Длительность файла: Вычисляется...

source: Conversion Settings
fr: Paramètres de Conversion
ru: Настройки конвертации

source: Output Format:
fr: Format de Sortie :
ru: Выходной формат:

source: MP3 Quality:
fr: Qualité MP3 :
ru: Качество MP3:

source: Sample Rate:
fr: Taux d'Échantillonnage :
ru: Частота дискретизации:

source: Volume:
ru: Громкость:

source: Convert
fr: Convertir
ru: Конвертировать

source: Cancel
fr: Annuler
ru: Отмена

source: File Duration: {}
fr: Durée du Fichier : {}
ru: Длительность файла: {}

source: ffmpeg.exe not found
fr: ffmpeg.exe introuvable
ru: ffmpeg.exe не найден

source: Conversion complete!
fr: Conversion terminée !
ru: Конвертация завершена!

source: Conversion complete for {}
fr: Conversion terminée pour {}
ru: Конвертация завершена для {}

source: All conversions complete!
fr: Toutes les conversions sont terminées !
ru: Все конвертации завершены!

source: Conversion failed: {}
fr: Échec de la conversion : {}
ru: Сбой конвертации: {}

source: Converting: {}%
fr: Conversion : {}%
ru: Конвертация: {}%

source: Starting conversion...
fr: Démarrage de la conversion...
ru: Запуск конвертации...

source: Paused.
fr: En pause.
ru: Пауза.

source: Resuming...
fr: Reprise en cours...
ru: Возобновление...

source: Convert MP3 to MP4: {}
fr: Convertir MP3 en MP4 : {}
ru: Конвертировать MP3 в MP4: {}

source: Selected MP3 File
fr: Fichier MP3 Sélectionné
ru: Выбранный MP3 файл

source: Photo List
fr: Liste de Photos
ru: Список фотографий

source: Add Photo...
fr: Ajouter Photo...
ru: Добавить фото...

source: Remove Photo
fr: Supprimer Photo
ru: Удалить фото

source: Loop Duration (seconds):
fr: Durée de la Boucle (secondes) :
ru: Длительность цикла (секунды):

source: Background Color:
fr: Couleur de Fond :
ru: Цвет фона:

source: None
fr: Aucun
ru: Нет

source: Black
fr: Noir
ru: Черный

source: White
fr: Blanc
ru: Белый

source: Red
fr: Rouge
ru: Красный

source: Green
fr: Vert
ru: Зеленый

source: Blue
fr: Bleu
ru: Синий

source: Yellow
fr: Jaune
ru: Желтый

source: Magenta
ru: Пурпурный

source: Cyan
ru: Голубой

source: Gray
fr: Gris
ru: Серый

source: Orange
ru: Оранжевый

source: Purple
fr: Violet
ru: Фиолетовый

source: Auto crop images to 16:9 aspect ratio
fr: Recadrer automatiquement les images au format 16:9
ru: Автоматически обрезать изображения до соотношения сторон 16:9

source: Please select at least one photo or choose a background color.
fr: Veuillez sélectionner au moins une photo ou choisir une couleur de fond.
ru: Пожалуйста, выберите хотя бы одну фотографию или выберите цвет фона.

source: Invalid image file: {}
fr: Fichier image non valide : {}
ru: Недопустимый файл изображения: {}

source: Failed to create file list: {}
fr: Échec de la création de la liste de fichiers : {}
ru: Не удалось создать список файлов: {}

source: Duration: {}
fr: Durée : {}
ru: Длительность: {}

source: Files to Merge
fr: Fichiers à Fusionner
ru: Файлы для объединения

source: Move Up
fr: Monter
ru: Переместить вверх

source: Move Down
fr: Descendre
ru: Переместить вниз

source: Output Filename:
fr: Nom du Fichier de Sortie :
ru: Имя выходного файла:

source: Cross-fade Settings
fr: Paramètres de Fondu Enchaîné
ru: Настройки перекрестного затухания

source: Enable Cross-fade between tracks
fr: Activer le Fondu Enchaîné entre les pistes
ru: Включить перекрестное затухание между треками

source: Enable smooth transitions between tracks by fading out the end of one track and fading in the beginning of the next
fr: Active les transitions fluides entre les pistes en faisant disparaître la fin d'une piste et apparaître le début de la suivante
ru: Включает плавные переходы между треками, постепенно убирая конец одного трека и постепенно включая начало следующего

source: Cross-fade Duration (seconds):
fr: Durée du Fondu Enchaîné (secondes) :
ru: Длительность перекрестного затухания (секунды):

source: Duration in seconds for cross-fading between tracks. Recommended value is 5 seconds.
fr: Durée en secondes pour le fondu enchaîné entre les pistes. La valeur recommandée est de 5 secondes.
ru: Длительность в секундах для перекрестного затухания между треками. Рекомендуемое значение — 5 секунд.

source: Fade-in for Next Track (seconds):
fr: Fondu d'Ouverture pour la Piste Suivante (secondes) :
ru: Постепенное включение для следующего трека (секунды):

source: Additional fade-in duration for the beginning of each track (except the first track)
fr: Durée de fondu d'ouverture supplémentaire pour le début de chaque piste (sauf la première piste)
ru: Дополнительная длительность постепенного включения для начала каждого трека (кроме первого)

source: Merge Mode
fr: Mode de Fusion
ru: Режим объединения

source: Re-encode with quality (slower)
fr: Ré-encoder avec qualité (plus lent)
ru: Перекодировать с качеством (медленнее)

source: Copy without re-encoding (faster)
fr: Copier sans ré-encodage (plus rapide)
ru: Копировать без перекодирования (быстрее)

source: Audio Quality:
fr: Qualité Audio :
ru: Качество аудио:

source: Merge
fr: Fusionner
ru: Объединить

source: Please select at least 2 files
fr: Veuillez sélectionner au moins 2 fichiers
ru: Пожалуйста, выберите как минимум 2 файла

source: Please enter an output filename.
fr: Veuillez entrer un nom de fichier de sortie.
ru: Пожалуйста, введите имя выходного файла.

source: File not found: {}
fr: Fichier non trouvé : {}
ru: Файл не найден: {}

source: Starting merge...
fr: Démarrage de la fusion...
ru: Запуск объединения...

source: Cross-fade requires re-encoding mode
fr: Le fondu enchaîné nécessite le mode de ré-encodage
ru: Перекрестное затухание требует режима перекодирования

source: Merge successful. Output saved to: {}
fr: Fusion réussie. Sortie enregistrée dans : {}
ru: Объединение успешно. Вывод сохранен в: {}

source: Merge failed: {}
fr: Échec de la fusion : {}
ru: Сбой объединения: {}

source: {} percent
fr: {} pour cent
ru: {} процентов

source: Merge complete!
fr: Fusion terminée !
ru: Объединение завершено!

source: Selected File
fr: Fichier Sélectionné
ru: Выбранный файл

source: Start Time:
fr: Heure de Début :
ru: Время начала:

source: End Time:
fr: Heure de Fin :
ru: Время окончания:

source: Preview
fr: Aperçu
ru: Предварительный просмотр

source: Output Format
fr: Format de Sortie
ru: Выходной формат

source: MP3 Quality
fr: Qualité MP3
ru: Качество MP3

source: Failed to load configuration: {}
fr: Échec du chargement de la configuration : {}
ru: Не удалось загрузить конфигурацию: {}

source: Failed to save configuration: {}
fr: Échec de l'enregistrement de la configuration : {}
ru: Не удалось сохранить конфигурацию: {}

source: ffprobe.exe not found
fr: ffprobe.exe introuvable
ru: ffprobe.exe не найден

source: Failed to get file duration: {}
fr: Échec de l'obtention de la durée du fichier : {}
ru: Не удалось получить длительность файла: {}

source: File duration: {duration}; Trim period: {period} seconds
fr: Durée du fichier : {duration} ; Période de coupe : {period} secondes
ru: Длительность файла: {duration}; Период обрезки: {period} секунд

source: unknown
fr: inconnu
ru: неизвестно

source: invalid
fr: invalide
ru: недопустимо

source: invalid (negative)
fr: invalide (négatif)
ru: недопустимо (отрицательное)

source: Invalid time format. Use seconds (e.g., 10), MM:SS (e.g., 1:30), or HH:MM:SS (e.g., 1:30:45)
fr: Format d'heure non valide. Utilisez des secondes (ex. 10), MM:SS (ex. 1:30), ou HH:MM:SS (ex. 1:30:45)
ru: Недопустимый формат времени. Используйте секунды (напр., 10), MM:SS (напр., 1:30) или HH:MM:SS (напр., 1:30:45)

source: Start time must be less than end time
fr: L'heure de début doit être inférieure à l'heure de fin
ru: Время начала должно быть меньше времени окончания

source: End time cannot be greater than file duration
fr: L'heure de fin ne peut pas être supérieure à la durée du fichier
ru: Время окончания не может быть больше длительности файла

source: Invalid time values
fr: Valeurs de temps non valides
ru: Недопустимые значения времени

source: Preview failed: {}
fr: Échec de l'aperçu : {}
ru: Ошибка предварительного просмотра: {}

source: Could not play preview with system player: {}
fr: Impossible de lire l'aperçu avec le lecteur système : {}
ru: Не удалось воспроизвести предварительный просмотр системным проигрывателем: {}

source: Preview file was not created or is empty
fr: Le fichier d'aperçu n'a pas été créé ou est vide
ru: Файл предварительного просмотра не был создан или пуст

source: Trimmed file saved as {}
fr: Fichier coupé enregistré sous {}
ru: Обрезанный файл сохранен как {}

source: Trimming failed: {}
fr: Échec de la coupe : {}
ru: Сбой обрезки: {}

source: Failed to remove temporary file: {}
fr: Échec de la suppression du fichier temporaire : {}
ru: Не удалось удалить временный файл: {}
